{
  "resources": {
  },
	"footer": {
    "built_with": "Built with"
  },
  "campaign_request": {
    "title": "Suggest a campaign",
    "text": "Got a campaign idea for X or Instagram? Share it with us! If approved, we'll launch it, and you'll earn Asami tokens for each repost.",
    "send_suggestion": "Send Suggestion",
    "post_url_label": "The X or Instagram post link",
    "cancel": "Cancel",
    "success": "Your suggestion has been received!",
    "errors": {
      "not_a_post_url": "The link you provided does not appear to be an X or Instagram post.",
      "invalid_url": "The link must point to a post, and start with https://..."
    }
  },
  "member_campaigns": {
    "hide_campaign": {
      "button": "Ignore this campaign",
      "title": "Ignoring campaign",
      "content": "We won't show this campaign again, this cannot be undone."
    },
    "header": {
      "title": "Pays up to $%{amount}",
      "subheader": "$%{amount} per sparkle ✨"
    },
    "x": {
      "main_button": "Repost to earn",
      "attempted": "Now just wait, your repost may take up to an hour to register in Asami."
    },
    "ig": {
      "main_button": "Make post to earn",
      "attempted": "Now just wait, your post may take up to an hour to register in Asami.",
      "see_instructions_again": "See instructions again",
      "title": "Post this to instagram",
      "instruction_with_caption": "Make an instagram post using the provided image and caption.",
      "instruction_without_caption": "Make an instagram post using the provided image.",
      "caption_copied": "Caption copied to clipboard",
      "post_not_story": "Make a post, not a story.",
      "no_filters": "Do not use filters on the image.",
      "public_post": "Make the post public to everyone.",
      "no_private_account": "Make sure your account is not private",
      "follow_rules": "Follow these rules, or Asami won't be able to detect your post.",
      "download_image": "Download image",
      "copy_text": "Copy text"
    }
  },
  "help_card": {
    "title": "What's next?",
    "collaborate": "You can collaborate in a campaign, but remember, people are listening to you, be responsible an true to yourself when choosing what content to amplify.",
    "verify_handles": "Help us verify your X or Instagram account. We'll give you a sparkles rating, and you'll be able to start earning for your reposts",
    "wait_for_campaigns": "There are no campaigns for you to amplify at the moment. Come back tomorrow!"
  },
  "handle_settings": {
    "title": "Settings",
    "stats": {
      "username": "Username",
      "user_id": "User ID",
      "price_per_repost": "Price per repost",
      "sparkles": "Sparkles",
      "sparkle_rate": "DOC per Sparkle",
      "locked_until": "Values in force until"
    },
    "ig": {
      "create_request": {
        "text": "Your instagram account must be public, and we need to verify you own it, to give you your sparkles, so you can get paid to repost.",
        "username_label": "Your instagram username",
        "username_help": "Example: @zuck",
        "save": "Continue",
        "success": "We've got your username!",
        "username_error": "That does not seem to be an Instagram username. It should be something like '@zuck'"
      },
      "make_verification_post": {
        "caption_copied": "Caption copied to clipboard",
        "verify_username": "Post this message to verify your username ownership, consent to use asami, and disclosure to your followers.",
        "guidelines": "Make it a post, not a story. Do not use filters. Leave the text as-is. Make sure your account is public.",
        "get_image": "Get image",
        "copy_text": "Get text"
      },
      "in_progress": {
        "text": "We've verified %{username}, and we're in process of publishing it to the blockchain. Once we're done you can start participating in campaigns."
      }
    },
    "x": {
      "create_request": {
        "text": "Verify your X account ownership to get your sparkles, and get paid to repost.",
        "username_label": "Your X handle",
        "username_help": "Example: @jack",
        "save": "Continue",
        "success": "We've got your handle!",
        "username_error": "That does not seem to be an X username. It should be something like '@jack'"
      },
      "make_verification_post": {
        "text": "Post this message to verify your handle ownership, consent to use asami, and disclosure to your followers.",
        "post_text": "Starting today, some of my reposts will be paid for, as I joined @asami_club [%{accountId}]",
        "button": "Post message",
        "done": "Thank you! It may take up to an hour for us to pick up your post."
      },
      "in_progress": {
        "text": "We've verified %{username}, and we're in process of publishing it to the blockchain. Once we're done you can start participating in campaigns."
      }
    }
  },
  "balance_card": {
    "title": "Your account",
    "account_id_label":"Account ID",
    "unclaimed": {
      "doc_label": "Unclaimed DOC Rewards",
      "asami_label": "Unclaimed ASAMI Tokens",
      "not_requested": "You must create and connect a WEB3 wallet to claim these rewards. Once claimed, all your rewards will be paid directly to your wallet.",
      "not_requested_button": "Connect wallet and claim",
      "pending": "You've started the process to claim your account, which will complete soon.  After that, you'll have to connect your wallet to perform some actions."
    },
    "claimed": {
      "doc_label": "DOC Balance",
      "asami_label": "ASAMI Balance",
      "address": "RSK Address",
      "last_payout_amount_label": "Last fee share received",
      "last_payout_date_label":"Last fee share date",
      "next_payout_date_label":"Next fee share date",
      "participate_in_governance": "You claimed your account, your rewards will be paid directly to your wallet, and you will get a share of protocol fees too."
    }
  },
  "logged_in_nav_card": {
    "post_to_earn": "Post to earn",
    "pay_to_amplify": "Pay for reach",
    "logout": "Logout"
  },
  "login": {
    "login_button": "Login",
    "about_asami_button": "About ASAMI",
    "ig_handle": "asamiclub",
    "x_handle": "asami_club"
  },
  "public_card_header": {
    "title": "Pays up to $%{amount}",
    "subheader": "$%{amount} per sparkle ✨"
  },
  "public_x_campaign": {
    "main_button": "Repost to earn"
  },
  "public_ig_campaign": {
    "main_button": "Post to earn"
  },
  "out_of_campaigns": {
    "title": "We're all out of campaigns.",
    "message": "Check back soon though!"
  },
  "your_post_here": {
    "title": "Your post here",
    "message": "Set up a reward for club members to boost your Instagram or X content",
    "button": "Submit your post"
  },
  "got_sparkles": {
    "title": "Got sparkles ✨?",
    "message": "We'll rate your account with a number of sparkles every 15 days.",
    "message_2": "Advertisers pay based on your sparkle score!",
    "button": "Join the club"
  },
  "login_form": {
    "disclaimer_title": "Consent to transfer your data outside the EU",
    "disclaimer_body": "Using ASAMI means agreeing to permanent disclosure and storage of your data globally. This non-revocable policy is essential for our club's fairness and transparency.  Before logging in, please assess the potential privacy and reputation risks of disclosing your social media handles and rewards.",
    "reject_button": "I do not consent!",
    "read_more": "Read more",
    "web2_consent_title": "Consent and login with your social account.",
    "consent_with_x": "Consent with X",
    "consent_with_facebook": "Consent with Facebook",
    "web3_consent_title": "Consent and login with a WEB3 wallet",
    "web3_consent_body": "To spend your Dollar on Chain rewards, get ASAMI tokens, and vote.",
    "consent_and_connect": "Consent and connect"
  },
  "about_us": {
    "go_back_button": "Go Back",
    "club_title": "It really is a club, and you're welcome to join!",
    "club_description": [
      "We're a club of people that get paid for reposting content on social media.",
      "You can participate as an <b>Advertiser</b>, a <b>Member</b>, or even as the club's <b>Admin</b>.",
      "<b>Advertisers create campaigns</b> by submitting the link to a post, and how much to spend.",
      "<b>Members</b> review all the available campaigns and decide to <b>collaborate by reposting</b>, then get paid when they do.",
      "<b>The Admin</b> watches for member reposts and <b>registers them</b> as collaborations.",
      "<b>The Admin</b> also looks up each member's personal network and <b>rates them with sparkles ✨</b> .",
      "<b>Members may set their own price</b>, which gives place to their <b>price per sparkle ✨</b>, and update it every 14 days.",
      "<b>Advertisers can require a given price per sparkle ✨</b> from members before they can collaborate on their campaign.",
      "The rules governing these 3 roles are <b>enforced by a smart contract called ASAMI</b>, which exists in the RSK public blockchain.",
      "When a collaboration is registered, a payment is issued to the member, and ASAMI collects a fee from it.",
      "Also, everytime a fee is collected, an equivalent amount of <b>ASAMI Tokens are issued and distributed</b> to the member, the advertiser, and the admin. They get 10%, 10% and 80% of the new tokens respectively.",
      "<b>All fees collected are distributed</b> at prorata to all the ASAMI token holders every 14 days.",
      "ASAMI Token is a <b>standard ERC20</b> token which can be transfered, bought and sold in secondary markets.",
      "Token holders can also <b>vote to change the ASAMI fee rate</b>, which affects their short term token revenue, but also their dilution.",
      "<b>A new admin may be voted</b> by token holders too."
    ],
    "privacy_statement_title": "We have an important privacy statement to make.",
    "privacy_statement": [
      "As part of our commitment to fostering a transparent, trustworthy, and fair community, we have specific policies regarding member data that you should be aware of before joining.",
      "1. <b>Access to Participant Information</b> Upon joining, please be informed that all participants will have access to certain details about other participants and their interactions within the club. This includes social media handles, rewards received, campaigns created, and their vote in governance aspects.",
      "2. <b>Permanence of Data:</b> It is crucial to our community's integrity that we maintain a permanent record of interactions and member details. Therefore, once you provide any information to the club, it will be retained indefinitely in the RSK blockchain.",
      "3. <b>No Option for Erasure or Amendment:</b> Please understand that once your data is submitted to the club, you will not have the option to erase or amend this information. This is in line with our policy of maintaining a lasting record for transparency and fairness among all members. It is also a technical impediment arising from the usage of a public blockchain network which replicates data worldwide.",
      "4. <b>Public Availability and Potential Risks:</b> By agreeing to join our club, you acknowledge and consent that all data you provide will be made publicly available worldwide, in perpetuity. We advise you to consider the potential impact this could have on your privacy and reputation.",
      "5. <b>Informed Consent:</b> Your decision to join the club signifies your acceptance of these terms. We believe this policy is essential to attract new members who value transparency, ensure fair treatment for all, and maintain the high level of trust within our community.",
      "Please take a moment to consider these points carefully. By joining ASAMI you agree to these terms regarding your data. We are excited to have you as part of our community and are committed to upholding these principles to create a positive and open environment for all members."
    ],
    "data_rights_title": "About this website and your data rights.",
    "data_rights": [
      "This website serves as an interface for engaging with the ASAMI smart contract and participating in the club. The personal information we collect from you is solely for these purposes.",
      "Given the worldwide nature of the public blockchain that enforces the ASAMI smart contract between participants, you must consent to permanetly disclose and store your data globally.",
      "This means you'll be transferring your data to jurisdictions outside the european union that have no data protection guarantees.",
      "You may not be able to have your data amended, or deleted. Your full history of interactions with other participants such as members, advertisers and votes, and also your collected rewards will be publicly available to anyone, forever.",
      "This site is developed and run by <b>Constata EU Digital Trust Services S.L.</b>, registered in Spain with C.I.F. nº B02983997, Headquartered in Calle Paseo de la Castellana 40, 8ª planta, Madrid, 28046, Spain, and registered in Registro Mercantil de Madrid, Tomo 41408, folio 174, Hoja M 733896,",
      "If you have any question about the risks associated with global blockchain disclosure, or wish to exercise your data protection rights in aspects managed by this website, you can contact us at <a target=\"_blank\" href=\"mailto:dpo@constata.eu\">dpo@constata.eu</a>."
    ]
  },
  "patch": {
    "action": {
      "clear_input_value": "Clear",
      "confirm": "Confirm",
      "unselect": "Unselect"
    },
    "auth": {
      "auth_check_error": "Please sign in to continue",
      "user_menu": "Profile"
    },
    "navigation": {
      "page_rows_per_page": "Rows per page:",
      "skip_nav": "Skip"
    }
  }
}
