{
  "resources": {
  },
	"campaign_kinds": {
		"XREPOST": "Repost in X",
		"IG_CLONE_POST": "Make Instagram Post"
	},
	"footer": {
    "built_with": "Built with"
  },
  "campaign_list": {
    "title": "Active campaigns",
    "text": "Club members will be reposting your content until the budget is fully spent. Unspent amounts will be returned after campaign ends.",
    "see_post": "See Post",
    "kind": "Campaign Kind",
    "post": "Post",
    "budget": "Budget",
    "status": "Current status",
		"statuses": {
			"publishing": "Publishing soon.",
			"running": "Has %{budget} DOC. Runs until: %{validUntil}.",
			"stopped": "Not running."
		}
  },
  "claim_account": {
    "success": "The admin will hand over control of your account to you soon.",
    "error": "Oops, we could not receive your request. Please try again or contact the admin on X or Instagram."
  },
  "advertiser_help": {
    "title": "Little help:",
    "CLAIMED": "You can create a campaign in X or Instagram by providing a link to any post, and members will amplify it. Remember they have the last word, so make your post friendly!",
    "CLAIMING": "You'll be able to start new campaigns once the admin processes your account claim",
    "MANAGED": "You should connect your WEB3 wallet to be able to create campaigns.",
		"BANNED": "Your account has been deactivated 😭. Your funds are still in the smart contract, and you can find them there, but you cannot longer use this website."
  },
  "campaign_request_list": {
    "title": "Requested campaigns",
    "admin_will_review": "The club's admin will review and decide whether to fund your campaigns.",
    "claim_to_create": "Claim your account using a WEB3 wallet to create campaigns yourself!",
    "see_post": "See Post",
    "post": "Post",
    "status": "Status",
    "site": "Site",
    "budget": "Budget"
  },
  "collab_list": {
    "title": "Your collaboration history",
    "text": "These are your collaborations so far",
    "see_post": "See post",
    "reward": "Reward",
    "fee": "Asami fee",
		"statuses": {
			"REGISTERED": {
				"title": "Registered",
				"text": "We saw your collab, we're validating it."
			},
			"CLEARED": {
				"title": "Cleared",
				"text": "Paid to your unclaimed balance."
			},
			"FAILED": {
				"title": "Failed",
				"text": "The campaign ran out of budget. You can undo your collaboration :("
			}
		}
  },
  "campaign_request": {
    "title": "Suggest a campaign",
    "text": "Got a campaign idea for X or Instagram? Share it with us! If approved, we'll launch it, and you'll earn Asami tokens for each repost.",
    "send_suggestion": "Send Suggestion",
    "post_url_label": "The X or Instagram post link",
    "cancel": "Cancel",
    "success": "Your suggestion has been received!",
    "errors": {
      "not_a_post_url": "The link you provided does not appear to be an X or Instagram post.",
      "invalid_url": "The link must point to a post, and start with https://..."
    }
  },
  "make_campaign_card": {
    "title": "Start a campaign!",
    "pay_members": "Pay club members to repost any X post, or to clone any Instagram post.",
    "doc_funded": "Campaigns are funded in DoC, a US dollar pegged stablecoin from Money On Chain, that you can mint yourself using RBTC.",
    "get_doc": "Go get some DoC",
    "start_campaign": "Start Campaign",
    "close": "Close",
    "post_url_label": "The X or Instagram post link",
    "cancel": "Cancel",
    "errors": {
      "budget_too_low": "Budget is too low, must be at least 1 DOC",
      "budget_not_a_number": "Budget must be a number",
      "not_a_post_url": "The link you provided does not appear to be an X or Instagram post.",
      "invalid_url": "The link must point to a post, and start with https://..."
    },
    "form_step": {
      "content_url": "Link to X or Instagram post",
      "budget": "Total budget you'll spend, in DOC",
      "start_campaign": "Start Campaign",
      "service_summary": "You'll pay ~0.001 DOC per real person reached by a repost. Unused funds will be returned to you after 30 days.",
      "x_description": "On X, members will repost your original post."
    },
    "tx_waiter": {
      "approving_title": "Approve budget spend",
      "approving_text": "Go to your wallet and approve spending your campaign's budget.",
      "creating_title": "Create Campaign",
      "creating_text": "Now got to your wallet again and sign the transaction that will create your campaign in ASAMI.",
      "waiting_for_tx": "Waiting for transaction to confirm",
      "see_in_explorer": "See transaction in block explorer",
      "close": "Close"
    },
    "done": {
      "title": "Campaign created",
      "text": "Your campaign has been created. It may take a few minutes to show up in your dashboard.",
      "see_in_explorer": "See transaction in block explorer"
    },
    "failure_step": {
      "action_rejected": "It looks like you cancelled the campaign creation in your wallet, try again if you're still interested.",
      "wrong_signer": "Did you change your wallet account? You are using Asami with %{expected} but your wallet is using %{actual}. Switch your wallet connected account to %{expected} and try again.",
      "unexpected_error": "An unexpected error ocurred, contact us on twitter or instagram and forward the error information.",
      "copy_info": "Copy error details",
      "info_copied": "Error details copied to your clipboard",
      "title": "Campaign creation cancelled"
    }
  },
  "member_campaigns": {
    "hide_campaign": {
      "button": "Ignore this campaign",
      "title": "Ignoring campaign",
      "content": "We won't show this campaign again, this cannot be undone."
    },
    "header": {
      "title": "You get $%{amount}",
      "subheader": "*minus fees"
    },
    "x": {
      "main_button": "Repost to earn",
      "attempted": "Now just wait, your repost may take up to an hour to register in Asami."
    },
    "ig": {
      "main_button": "Make post to earn",
      "attempted": "Now just wait, your post may take up to an hour to register in Asami.",
      "see_instructions_again": "See instructions again",
      "title": "Post this to instagram",
      "instruction_with_caption": "Make and instagram post using the provided image and caption.",
      "instruction_without_caption": "Make an instagram post using the provided image.",
      "caption_copied": "Caption copied to clipboard",
      "post_not_story": "Make a post, not a story.",
      "no_filters": "Do not use filters on the image.",
      "public_post": "Make the post public to everyone.",
      "no_private_account": "Make sure your account is not private",
      "follow_rules": "Follow these rules, or Asami won't be able to detect your post.",
      "download_image": "Download image",
      "copy_text": "Copy text"
    }
  },
  "help_card": {
    "title": "What's next?",
    "collaborate": "You can collaborate in a campaign, but remember, people are listening to you, be responsible an true to yourself when choosing what content to amplify.",
    "verify_handles": "Help us verify your X or Instagram account. We'll estimate your influence level, and you'll be able to start earning for your reposts",
    "wait_for_campaigns": "There are no campaigns for you to amplify at the moment. Come back tomorrow!"
  },
  "handle_settings": {
    "title": "Settings",
    "stats": {
      "username": "Username",
      "user_id": "User ID",
      "price_per_repost": "Price per repost",
      "score": "Influence level",
      "locked_until": "Values in force until"
    },
    "ig": {
      "create_request": {
        "text": "Your instagram account must be public, and we need to verify you own it, to estimate your influence level, so you can get paid to repost.",
        "username_label": "Your instagram username",
        "username_help": "Example: @zuck",
        "save": "Continue",
        "success": "We've got your username!",
        "username_error": "That does not seem to be an Instagram username. It should be something like '@zuck'"
      },
      "make_verification_post": {
        "caption_copied": "Caption copied to clipboard",
        "verify_username": "Post this message to verify your username ownership, consent to use asami, and disclosure to your followers.",
        "guidelines": "Make it a post, not a story. Do not use filters. Leave the text as-is. Make sure your account is public.",
        "get_image": "Get image",
        "copy_text": "Get text"
      }
    },
    "x": {
      "create_request": {
        "text": "Verify your X account ownership to know your influence level, and get paid to repost.",
        "username_label": "Your X handle",
        "username_help": "Example: @jack",
        "save": "Continue",
        "success": "We've got your handle!",
        "username_error": "That does not seem to be an X username. It should be something like '@jack'"
      },
      "make_verification_post": {
        "text": "Post this message to verify your handle ownership, consent to use asami, and disclosure to your followers.",
        "post_text": "Starting today, some of my reposts will be paid for, as I joined @asami_club [%{accountId}]",
        "button": "Post message",
        "done": "Thank you! It may take up to an hour for us to pick up your post."
      }
    }
  },
  "balance_card": {
    "title": "Your account",
    "account_id_label":"Account ID",
    "unclaimed": {
      "doc_label": "Unclaimed DOC",
      "asami_label": "Unclaimed ASAMI",
      "not_requested": "You must create and connect a WEB3 wallet to gain full control of your account. Then, you can claim your rewards whenever you like.",
      "not_requested_button": "Connect wallet and claim",
      "pending": "You've started the process to claim your account, which will complete soon."
    },
    "claimed": {
      "doc_label": "DOC in wallet",
      "asami_label": "ASAMI in wallet",
      "added": "%{symbol} added to your wallet.",
      "not_added": "%{symbol} could not be added to your wallet.",
      "address": "RSK Address",
      "last_payout_amount_label": "Last fee share received",
      "last_payout_date_label":"Last fee share date",
      "next_payout_date_label":"Next fee share date",
			"cant_withdraw": "You don't have enough RBTC in your wallet to claim your balance.",
			"claim_button_label": "Claim to wallet",
			"gasless_claim_button_label": "Claim without RBTC",
			"suggest_gasless": "We deduct 1 DOC, you get your unclaimed balances and 0.000006 RBTC in your wallet.",
			"no_pending_balance": "Your rewards will go to your unclaimed balance, then you can claim them here.",
			"cant_withdraw": "You're low on RBTC for this claim. We can process your claim ind send you some extra RBTC for 1 DOC of your unclaimed balance. Keep stacking rewards!",
			"gasless_allowance_success": "We'll process your claim soon.",
			"claim_success": "Your tokens are on their way."
    }
  },
  "logged_in_nav_card": {
    "post_to_earn": "Post to earn",
    "pay_to_amplify": "Pay for reach",
    "logout": "Logout"
  },
  "login": {
    "login_button": "Login",
    "about_asami_button": "About ASAMI",
    "ig_handle": "asamiclub",
    "x_handle": "asami_club",
    "unexpected_error": "An unexpected error ocurred while starting your session",
    "error_description_title": "We have a description for the error:",
    "try_again": "Try again",
    "contact_us": "Contact us"
  },
  "public_card_header": {
    "title": "Pays up to $%{amount} in DOC"
  },
  "public_x_campaign": {
    "main_button": "Repost to earn"
  },
  "public_ig_campaign": {
    "main_button": "Post to earn"
  },
  "out_of_campaigns": {
    "title": "We're all out of campaigns.",
    "message": "Check back soon though!"
  },
  "your_post_here": {
    "title": "Your post, here.",
    "message": "Pay club members to repost your Instagram or X content.",
    "button": "Start a campaign"
  },
  "join_now": {
    "title": "Monetize any audience size.",
    "message": "Repost content from advertisers in X an Instagram and receive US dollar equivalent crypto, with rewards based on your genuine reach.",
    "no_crypto_no_problem": "No crypto? No problem!",
    "learn_later": "You can start accumulating rewards now, and learn more about using crypto later.",
    "button": "Join the club, it's free!"
  },
  "login_form": {
    "disclaimer_title": "Consent to transfer your data outside the EU",
    "disclaimer_body": "Using ASAMI means agreeing to permanent disclosure and storage of your data globally. This non-revocable policy is essential for our club's fairness and transparency.  Before logging in, please assess the potential privacy and reputation risks of disclosing your social media handles and rewards.",
    "reject_button": "I do not consent!",
    "read_more": "Read more",
    "web2_consent_title": "Consent and login with your social account.",
    "consent_with_x": "Consent and login with X",
    "consent_with_email": "Consent and login via Email",
    "consent_with_facebook": "Consent with Facebook",
    "web3_consent_title": "Consent and login with a WEB3 wallet",
    "web3_consent_body": "To collect your rewards, get ASAMI tokens, and vote.",
    "consent_and_connect": "Consent and connect",
    "send_email_token": {
        "title": "Enter your email and we'll send you a login code.",
        "submit": "Send me a code",
        "error": "There was a problem sending your code. Contact us on X at @asami_club",
        "done": "Code sent, check your inbox.",
        "done_contact_us": "If you don't get your login token, contact us on X at @asami_club"
    },
    "x_mobile_warning": {
        "title": "This may not work on mobile",
        "text": "If login fails, we suggest you log-in using your Email address or a WEB3 wallet. You can also try again using X but on your laptop or from a different browser on your mobile."
    }
  },
  "about_us": {
    "go_back_button": "Go Back",
    "club_title": "It really is a club, and you're welcome to join!",
    "club_description": [
      "We're a club of people that pay each other for reposting content on social media.",
      "Our goal is to measure everybody's genuine influence and reward their participation creating trends.",
      "Asami is not exclusive to content creators, anyone can participate creating trends, regardless of their audience.",
      "When your repost is registered, you'll be rewarded with DOC, and the club will collect a fee.",
      "DOC &ndash;<i>Dollar on Chain</i>&ndash; is a US dollar pegged stablecoin.",
      "As a founding member, you'll also receive newly minted ASAMI tokens, which let you vote on issues like the fee rate, the admin role, and also distribute fee revenue.",
      "<a href='https://asami.ams3.digitaloceanspaces.com/ASAMI%20WHITEPAPER.pdf' target='_blank'>READ THE WHITEPAPER</a> to learn more about or mission and how the club works.",
      "Asami is a smart contract in the Rootstock blockchain, <a href='https://explorer.rootstock.io/address/0x16039ab4e9b0bf3b79f9a221898d152151026034'>you can see it here</a>."
    ],
    "privacy_statement_title": "We have an important privacy statement to make.",
    "privacy_statement": [
      "As part of our commitment to fostering a transparent, trustworthy, and fair community, we have specific policies regarding member data that you should be aware of before joining.",
      "1. <b>Access to Participant Information</b> Upon joining, please be informed that all participants will have access to certain details about other participants and their interactions within the club. This includes social media handles, rewards received, campaigns created, and their vote in governance aspects.",
      "2. <b>Permanence of Data:</b> It is crucial to our community's integrity that we maintain a permanent record of interactions and member details. Therefore, once you provide any information to the club, it will be retained indefinitely in the RSK blockchain.",
      "3. <b>No Option for Erasure or Amendment:</b> Please understand that once your data is submitted to the club, you will not have the option to erase or amend this information. This is in line with our policy of maintaining a lasting record for transparency and fairness among all members. It is also a technical impediment arising from the usage of a public blockchain network which replicates data worldwide.",
      "4. <b>Public Availability and Potential Risks:</b> By agreeing to join our club, you acknowledge and consent that all data you provide will be made publicly available worldwide, in perpetuity. We advise you to consider the potential impact this could have on your privacy and reputation.",
      "5. <b>Informed Consent:</b> Your decision to join the club signifies your acceptance of these terms. We believe this policy is essential to attract new members who value transparency, ensure fair treatment for all, and maintain the high level of trust within our community.",
      "Please take a moment to consider these points carefully. By joining ASAMI you agree to these terms regarding your data. We are excited to have you as part of our community and are committed to upholding these principles to create a positive and open environment for all members."
    ],
    "data_rights_title": "About this website and your data rights.",
    "data_rights": [
      "This website serves as an interface for engaging with the ASAMI smart contract and participating in the club. The personal information we collect from you is solely for these purposes.",
      "Given the worldwide nature of the public blockchain that enforces the ASAMI smart contract between participants, you must consent to permanetly disclose and store your data globally.",
      "This means you'll be transferring your data to jurisdictions outside the european union that have no data protection guarantees.",
      "You may not be able to have your data amended, or deleted. Your full history of interactions with other participants such as members, advertisers and votes, and also your collected rewards will be publicly available to anyone, forever.",
      "This site is developed and run by <b>Constata EU Digital Trust Services S.L.</b>, registered in Spain with C.I.F. nº B02983997, Headquartered in Calle Paseo de la Castellana 40, 8ª planta, Madrid, 28046, Spain, and registered in Registro Mercantil de Madrid, Tomo 41408, folio 174, Hoja M 733896,",
      "If you have any question about the risks associated with global blockchain disclosure, or wish to exercise your data protection rights in aspects managed by this website, you can contact us at <a target=\"_blank\" href=\"mailto:dpo@constata.eu\">dpo@constata.eu</a>."
    ]
  },
  "patch": {
    "action": {
      "clear_input_value": "Clear",
      "confirm": "Confirm",
      "unselect": "Unselect"
    },
    "auth": {
      "auth_check_error": "Please sign in to continue",
      "user_menu": "Profile"
    },
    "navigation": {
      "page_rows_per_page": "Rows per page:",
      "skip_nav": "Skip"
    }
  },
	"version_two": {
		"title": "Version 2 is here 🎉",
		"text": "Batteries included! Now you can get some RBTC with your rewards, so your wallet is always ready to be used with other apps in the rootstock ecosystem."
	},
	"explorer": {
	  "menu": {
	    "stats": "Club Stats",
	    "handles": "Handles",
	    "accounts": "Members",
	    "campaigns": "Campaigns",
	    "collabs": "Collabs",
	    "oracle": "Oracle"
	  },
	  "stats": {
	    "title": "Club Stats",
	    "description": "These are the general club stats right now. You can explore all club activities in Members, Campaigns, Handles, and Collabs."
	  },
	  "campaigns": {
	    "title": "Campaigns",
	    "description": "These are all the campaigns ever created by advertisers."
	  },
	  "handles": {
	    "title": "Handles",
	    "description": "These are the handles that engage in collabs. They are scored by the campaign manager."
	  },
	  "accounts": {
	    "title": "Members",
	    "description": "Club members that can be making campaigns, collaborating, or both."
	  },
	  "collabs": {
	    "title": "Collaborations",
	    "description": "A collaboration occurs when a Handle reposts, participating on a Campaign"
	  },
	  "oracle": {
	    "title": "Oracle Jobs",
	    "description": "This campaign manager's on-chain jobs. This is the only campaign manager so far."
	  }
	}
}
