{
  "resources": {
  },
	"footer": {
    "built_with": "Hecho con"
  },
  "campaign_request": {
    "title": "Sugiere una campaña",
    "text": "¿Tienes una idea de campaña para X o Instagram? ¡Compártela con nosotros! Si es aprobada, la lanzaremos y ganarás tokens de Asami por cada repost.",
    "send_suggestion": "Enviar sugerencia",
    "post_url_label": "El enlace del post de X o Instagram",
    "cancel": "Cancelar",
    "success": "¡Tu sugerencia ha sido recibida!",
    "errors": {
      "not_a_post_url": "El enlace que proporcionaste no parece ser un post de X o Instagram.",
      "invalid_url": "El enlace debe apuntar a un post y comenzar con https://..."
    }
  },
  "make_campaign_card": {
    "title": "¡Inicia una campaña!",
    "pay_members": "Paga a los miembros del club para repostear cualquier post de X, o para clonar cualquier post de Instagram.",
    "doc_funded": "Las campañas se financian en DOC, una stablecoin vinculada al USD de Money On Chain, que puedes acuñar tú mismo usando RBTC.",
    "get_doc": "Ve a conseguir algo de DOC",
    "start_campaign": "Iniciar campaña",
    "close": "Cerrar",
    "post_url_label": "El enlace del post de X o Instagram",
    "cancel": "Cancelar",
    "errors": {
      "budget_too_low": "El presupuesto es demasiado bajo, debe ser al menos 1 DOC",
      "budget_not_a_number": "El presupuesto debe ser un número",
      "not_a_post_url": "El enlace que proporcionaste no parece ser un post de X o Instagram.",
      "invalid_url": "El enlace debe apuntar a un post y comenzar con https://..."
    },
    "form_step": {
      "content_url": "Enlace al post de X o Instagram",
      "budget": "Presupuesto total que gastarás, en DOC",
      "start_campaign": "Iniciar campaña",
      "service_summary": "Pagarás ~0.001 DOC por persona real alcanzada por un repost. Los fondos no utilizados serán devueltos después de 30 días.",
      "x_description": "En X, los miembros repostearán tu post original.",
      "ig_description": "En Instagram, los miembros clonarán tu post como propio. Usa hashtags y menciónate a ti mismo para generar tráfico."
    },
    "tx_waiter": {
      "approving_title": "Aprobación del gasto del presupuesto",
      "approving_text": "Ve a tu cartera y aprueba el gasto del presupuesto de tu campaña.",
      "creating_title": "Crear campaña",
      "creating_text": "Ahora ve a tu cartera de nuevo y firma la transacción que creará tu campaña en ASAMI.",
      "waiting_for_tx": "Esperando que la transacción se confirme",
      "see_in_explorer": "Ver transacción en el explorador de bloques",
      "close": "Cerrar"
    },
    "done": {
      "title": "Campaña creada",
      "text": "Tu campaña ha sido creada. Puede tardar unos minutos en aparecer en tu panel de control.",
      "see_in_explorer": "Ver transacción en el explorador de bloques"
    },
    "error_step": {
      "action_rejected": "Parece que cancelaste la creación de la campaña en tu cartera, intenta de nuevo si todavía estás interesado.",
      "wrong_signer": "¿Cambiaste tu cuenta de cartera? Estás usando Asami con %{expected} pero tu cartera está usando %{actual}. Cambia la cuenta conectada de tu cartera a %{expected} e intenta de nuevo.",
      "unexpected_error": "Ocurrió un error inesperado, contáctanos en twitter o instagram y reenvía la información del error.",
      "copy_info": "Copiar detalles del error",
      "info_copied": "Detalles del error copiados al portapapeles",
      "title": "Creación de campaña cancelada"
    }
  },
  "member_campaigns": {
    "hide_campaign": {
      "button": "Ignorar esta campaña",
      "title": "Ignorando campaña",
      "content": "No volveremos a ofrecerte esta campaña, esta acción no puede deshacerse."
    },
    "header": {
      "title": "Pagan hasta $%{amount}",
      "subheader": "$%{amount} por chispa ✨"
    },
    "x": {
      "main_button": "Repostea y cobra",
      "attempted": "Ahora solo espera, a Asami le puede tomar hasta una hora registrar tu repost"
    },
    "ig": {
      "main_button": "Postea y cobra",
      "attempted": "Ahora solo espera, a Asami le puede tomar hasta una hora registrar tu post",
      "see_instructions_again": "Ver instrucciones otra vez",
      "title": "Haz un post en instagram",
      "instruction_with_caption": "Haz una publicación en Instagram usando la imagen proporcionada y el pie de foto.",
      "instruction_without_caption": "Haz una publicación en Instagram usando únicamente la imagen proporcionada.",
      "caption_copied": "Pie de foto copiado al portapapeles",
      "post_not_story": "Haz una publicación, no una historia.",
      "no_filters": "No uses filtros en la imagen.",
      "public_post": "Haz la publicación pública para todos.",
      "no_private_account": "Asegúrate de que tu cuenta no sea privada",
      "follow_rules": "Sigue estas reglas, o Asami no podrá detectar tu publicación.",
      "download_image": "Descargar imagen",
      "copy_text": "Copiar texto"
    }
  },
  "help_card": {
    "title": "¿Qué sigue?",
    "collaborate": "Puedes colaborar en una campaña, pero recuerda, la gente te está escuchando, sé responsable y fiel a ti mismo al elegir qué contenido amplificar.",
    "verify_handles": "Ayúdanos a verificar tu cuenta de X o Instagram. Te daremos una calificación de chispas, y podrás empezar a ganar por tus republicaciones",
    "wait_for_campaigns": "No hay campañas disponibles para que amplifiques en este momento. ¡Vuelve mañana!"
  },
  "handle_settings": {
    "title": "Configuraciones",
    "stats": {
      "username": "Nombre de usuario",
      "user_id": "ID de usuario",
      "price_per_repost": "Precio por republicación",
      "sparkles": "Chispas",
      "sparkle_rate": "DOC por Chispa",
      "locked_until": "Valores vigentes hasta"
    },
    "ig": {
      "create_request": {
        "text": "Tu cuenta de Instagram debe ser pública, y necesitamos verificar que eres el propietario para darte tus chispas, así puedes recibir pago por republicar.",
        "username_label": "Tu nombre de usuario en Instagram",
        "username_help": "Ejemplo: @zuck",
        "save": "Continuar",
        "success": "¡Hemos obtenido tu nombre de usuario!",
        "username_error": "Eso no parece ser un nombre de usuario de Instagram. Debería ser algo como '@zuck'"
      },
      "make_verification_post": {
        "caption_copied": "Pie de foto copiado al portapapeles",
        "verify_username": "Publica este mensaje para verificar la propiedad de tu nombre de usuario, consentir el uso de asami y la divulgación a tus seguidores.",
        "guidelines": "Hazlo una publicación, no una historia. No uses filtros. Deja el texto tal como está. Asegúrate de que tu cuenta sea pública.",
        "get_image": "Obtener imagen",
        "copy_text": "Obtener texto"
      },
      "in_progress": {
        "text": "Hemos verificado a %{username}, y estamos en proceso de publicarlo en la blockchain. Una vez que terminemos, puedes empezar a participar en campañas."
      }
    },
    "x": {
      "create_request": {
        "text": "Verifica la propiedad de tu cuenta de X para obtener tus chispas, y recibir pago por republicar.",
        "username_label": "Tu nombre en X",
        "username_help": "Ejemplo: @jack",
        "save": "Continuar",
        "success": "¡Hemos obtenido tu nombre!",
        "username_error": "Eso no parece ser un nombre de usuario de X. Debería ser algo como '@jack'"
      },
      "make_verification_post": {
        "text": "Publica este mensaje para verificar la propiedad de tu nombre, consentir el uso de asami y la divulgación a tus seguidores.",
        "post_text": "A partir de hoy, algunas de mis republicaciones serán pagadas, ya que me uní a @asami_club [%{accountId}]",
        "button": "Publicar mensaje",
        "done": "¡Gracias! Puede tomar hasta una hora para que detectemos tu publicación."
      },
      "in_progress": {
        "text": "Hemos verificado a %{username}, y estamos en proceso de publicarlo en la blockchain. Una vez que terminemos, puedes empezar a participar en campañas."
      }
    }
  },
  "balance_card": {
    "title": "Tu cuenta",
    "account_id_label": "ID de la Cuenta",
    "unclaimed": {
      "doc_label": "DOC Rewards no reclamados",
      "asami_label": "Tokens ASAMI no reclamados",
      "not_requested": "Debes crear y conectar una cartera WEB3 para reclamar estas recompensas. Una vez reclamadas, todas tus recompensas se pagarán directamente a tu cartera.",
      "not_requested_button": "Conectar cartera y reclamar",
      "pending": "Has iniciado el proceso para reclamar tu cuenta, el cual se completará pronto. Después de eso, tendrás que conectar tu cartera para realizar algunas acciones."
    },
    "claimed": {
      "doc_label": "Saldo en DOC",
      "asami_label": "Saldo en ASAMI",
      "address": "Dirección RSK",
      "last_payout_amount_label": "Última distribución de comisiones",
      "last_payout_date_label": "Fecha de la última distribución",
      "next_payout_date_label": "Fecha de la próxima distribución",
      "participate_in_governance": "Reclamaste tu cuenta, tus recompensas se pagarán directamente a tu cartera, y también obtendrás una parte de las comisiones del protocolo."
    }
  },
  "logged_in_nav_card": {
    "post_to_earn": "Cobra por postear",
    "pay_to_amplify": "Paga para amplificar",
    "logout": "Salir"
  },
  "login": {
    "login_button": "Entrar",
    "about_asami_button": "Acerca de ASAMI",
    "ig_handle": "asamiclub_es",
    "x_handle": "asami_club_es"
  },
  "public_card_header": {
    "title": "Paga hasta $%{amount}",
    "subheader": "$%{amount} por chispa ✨"
  },
  "public_x_campaign": {
    "main_button": "Cobra por Repost"
  },
  "public_ig_campaign": {
    "main_button": "Cobra por Post"
  },
  "out_of_campaigns": {
    "title": "Nos quedamos sin campañas.",
    "message": "¡Vuelve a fijarte pronto!"
  },
  "your_post_here": {
    "title": "Tu anuncio aquí",
    "message": "Ofrece una recompensa para que los miembros del club amplifiquen tu publicación en Instagram o X.",
    "button": "Envíar publicación"
  },
  "got_sparkles": {
    "title": "¿Tienes chispa ✨?",
    "message": "Calificamos tu cuenta con una cantidad de chispas cada 15 días.",
    "message_2": "¡Los anunciantes pagan por cantidad de chispas!",
    "button": "Únete al club"
  },
  "login_form": {
    "disclaimer_title": "Consentimiento para transferir tus datos fuera de la UE",
    "disclaimer_body": "Usar ASAMI significa aceptar la divulgación y almacenamiento permanentes de tus datos a nivel mundial. Esta política no revocable es esencial para la equidad y transparencia de nuestro club. Antes de ingresar, por favor evalúa los potenciales riesgos para la privacidad y reputación de divulgar tus identificadores en redes sociales y recompensas.",
    "reject_button": "¡No acepto!",
    "read_more": "Leer más",
    "web2_consent_title": "Aceptar e ingresar con redes sociales.",
    "consent_with_x": "Aceptar con X",
    "consent_with_facebook": "Aceptar con Facebook",
    "web3_consent_title": "Aceptar e ingresar con tu billetera WEB3",
    "web3_consent_body": "Para gastar tus recompensas en Dólar on Chain, obtener tokens ASAMI, y votar.",
    "consent_and_connect": "Aceptar y conectar"
  },
  "about_us": {
    "go_back_button": "Volver",
    "club_title": "Realmente es un club, y te invitamos a unirte!",
    "club_description": [
      "Somos un club de personas que reciben pago por republicar contenido en redes sociales.",
      "Puedes participar como un <b>Anunciante</b>, un <b>Miembro</b>, o incluso como el <b>Administrador</b> del club.",
      "<b>Los Anunciantes crean campañas</b> al enviar el enlace de una publicación y cuánto desean gastar.",
      "<b>Los Miembros</b> revisan todas las campañas disponibles y deciden <b>colaborar republicándolas</b>, y luego reciben pago por ello.",
      "<b>El Administrador</b> vigila las republicaciones de los miembros y <b>las registra</b> como colaboraciones.",
      "<b>El Administrador</b> también investiga la red personal de cada miembro y <b>los califica con chispas ✨</b>.",
      "<b>Los Miembros pueden establecer su propio precio</b>, lo que determina su <b>precio por chispa ✨</b>, y actualizarlo cada 15 días.",
      "<b>Los Anunciantes pueden exigir un precio específico por chispa ✨</b> de los miembros antes de que puedan colaborar en su campaña.",
      "Las reglas que rigen estos 3 roles están <b>impuestas por un contrato inteligente llamado ASAMI</b>, que existe en la blockchain pública de RSK.",
      "Cuando se registra una colaboración, se emite un pago al miembro, y ASAMI cobra una comisión de ello.",
      "Además, cada vez que se recauda una comisión, se emite y distribuye una cantidad equivalente de <b>Token de ASAMI</b> al miembro, al anunciante y al administrador. Reciben el 10%, 10% y 80% de los nuevos tokens respectivamente.",
      "<b>Todas las comisiones recogidas se distribuyen</b> proporcionalmente a todos los tenedores de tokens de ASAMI cada 15 días.",
      "El Token de ASAMI es un <b>token ERC20 estándar</b> que puede ser transferido, comprado y vendido en mercados secundarios.",
      "Los tenedores de tokens también pueden <b>votar para cambiar la tasa de comisión de ASAMI</b>, lo que afecta sus ingresos de tokens a corto plazo, pero también su dilución.",
      "<b>Un nuevo administrador puede ser elegido</b> por los tenedores de tokens también."
    ],
    "privacy_statement_title": "Tenemos una importante declaración de privacidad que hacer.",
    "privacy_statement": [
      "Como parte de nuestro compromiso con fomentar una comunidad transparente, confiable y justa, tenemos políticas específicas respecto a los datos de los miembros que deberías conocer antes de unirte.",
      "1. <b>Acceso a la Información de los Participantes</b> Al unirte, por favor ten en cuenta que todos los participantes tendrán acceso a ciertos detalles sobre otros participantes y sus interacciones dentro del club. Esto incluye manejadores de redes sociales, recompensas recibidas, campañas creadas y su voto en aspectos de gobernanza.",
      "2. <b>Permanencia de los Datos:</b> Es crucial para la integridad de nuestra comunidad mantener un registro permanente de interacciones y detalles de los miembros. Por lo tanto, una vez que proporciones cualquier información al club, será retenida indefinidamente en la blockchain de RSK.",
      "3. <b>No hay Opción de Borrado o Enmienda:</b> Por favor entiende que una vez que tus datos son enviados al club, no tendrás la opción de borrar o enmendar esta información. Esto está en línea con nuestra política de mantener un registro duradero para transparencia y equidad entre todos los miembros. También es un impedimento técnico que surge del uso de una red blockchain pública que replica datos a nivel mundial.",
      "4. <b>Disponibilidad Pública y Riesgos Potenciales:</b> Al acordar unirte a nuestro club, reconoces y consientes que todos los datos que proporciones serán públicamente disponibles a nivel mundial, a perpetuidad. Te aconsejamos considerar el impacto potencial que esto podría tener en tu privacidad y reputación.",
      "5. <b>Consentimiento Informado:</b> Tu decisión de unirte al club significa tu aceptación de estos términos. Creemos que esta política es esencial para atraer a nuevos miembros que valoran la transparencia, asegurar un trato justo para todos y mantener el alto nivel de confianza dentro de nuestra comunidad.",
      "Por favor, toma un momento para considerar estos puntos cuidadosamente. Al unirte a ASAMI aceptas estos términos respecto a tus datos. Estamos emocionados de tenerte como parte de nuestra comunidad y estamos comprometidos a mantener estos principios para crear un ambiente positivo y abierto para todos los miembros."
    ],
    "data_rights_title": "Acerca de este sitio web y tus derechos de datos.",
    "data_rights": [
      "Este sitio web sirve como una interfaz para interactuar con el contrato inteligente de ASAMI y participar en el club. La información personal que recopilamos de ti es únicamente para estos propósitos.",
      "Dada la naturaleza mundial de la blockchain pública que hace cumplir el contrato inteligente de ASAMI entre los participantes, debes consentir en divulgar y almacenar tus datos de manera permanente a nivel global.",
      "Esto significa que estarás transfiriendo tus datos a jurisdicciones fuera de la unión europea que no tienen garantías de protección de datos.",
      "Puede que no puedas hacer que tus datos sean enmendados o borrados. Tu historial completo de interacciones con otros participantes como miembros, anunciantes y votos, así como tus recompensas recogidas, estarán disponibles públicamente para cualquiera, para siempre.",
      "Este sitio está desarrollado y gestionado por <b>Constata EU Digital Trust Services S.L.</b>, registrada en España con C.I.F. nº B02983997, con sede en Calle Paseo de la Castellana 40, 8ª planta, Madrid, 28046, España, e inscrita en el Registro Mercantil de Madrid, Tomo 41408, folio 174, Hoja M 733896,",
      "Si tienes alguna pregunta sobre los riesgos asociados con la divulgación global en blockchain, o deseas ejercer tus derechos de protección de datos en aspectos gestionados por este sitio web, puedes contactarnos en <a target=\"_blank\" href=\"mailto:dpo@constata.eu\">dpo@constata.eu</a>."
    ]
  },
  "patch": {
    "action": {
      "clear_input_value": "Limpiar valor",
      "confirm": "Confirmar",
      "unselect": "Deseleccionar"
    },
    "auth": {
      "auth_check_error": "Por favor inicie sesión para continuar",
      "user_menu": "Perfil"
    },
    "navigation": {
      "page_rows_per_page": "Filas por página:",
      "skip_nav": "Saltar al contenido"
    }
  }
}
