{
  "resources": {
    "Account": {
      "fields": {
        "unclaimedAsamiBalance": "ASAMI pendientes",
        "unclaimedDocBalance": "DOC pendientes",
        "addr": "Billetera",
        "totalCollabs": "Colaboraciones",
        "totalCollabRewards": "Cobr칩",
        "totalCampaigns": "Campa침as creadas",
        "totalCollabsReceived": "Le colaboraron",
        "totalSpent": "Gast칩",
        "createdAt": "Se uni칩 el",
        "asamiBalance": "ASAMI",
        "rbtcBalance": "RBTC",
        "docBalance": "DOC",
        "allowsGasless": "Retira sin RBTC"
      }
    }
  },
	"campaign_kinds": {
		"XREPOST": "Repost en X",
		"IG_CLONE_POST": "Publicar en Instagram"
	},
	"footer": {
    "built_with": "Hecho con"
  },
  "campaign_list": {
    "title": "Campa침as activas",
    "text": "Los miembros del club amplificar치n tu contenido hasta que el presupuesto se acabe. Si sobran fondos se devolver치n luego de la fecha de fin de campa침a.",
    "see_post": "Ver Post",
    "kind": "Tipo",
    "post": "Post",
    "budget": "Presupuesto",
    "status": "Estado actual",
		"statuses": {
			"publishing": "Publicando pronto.",
			"running": "Tiene %{budget} DOC. Sigue hasta: %{validUntil}.",
			"stopped": "Detenida."
		}
  },
  "claim_account": {
    "success": "El administrador the entregar치 el control de tu cuenta pronto.",
    "error": "Ups, no pudimos recibir tu pedido. Por favor cont치ctate con el administrador en X o Instagram."
  },
  "advertiser_help": {
    "title": "Un tip:",
    "CLAIMED": "Puedes crear una campa침a en X o en Instagram poniendo el enlace a alg칰n posteo, y los miembros lo amplificar치n. Recuerda que ellos tienen la 칰ltima palabra, as칤 que haz un posteo amigable!",
    "CLAIMING": "Podr치s crear campa침as nuevas cuando el administrador te entregue el control de tu cuenta.",
    "MANAGED": "Debes conectar tu billetera WEB3, y as칤 podr치s crear campa침as",
    "BANNED": "Tu cuenta fue desactivada 游땴. Tus fondos siguen en el contrato inteligente y puedes buscarlos ah칤, pero ya no puedes usar esta web."
  },
  "campaign_request_list": {
    "title": "Pedidos de campa침as",
    "admin_will_review": "El administrador del club revisar치 y decidir치 sobre estas campa침as",
    "claim_to_create": "Reclama el control de tu cuenta con tu billetera WEB3 para crear campa침as con tus propios fondos.",
    "see_post": "Ver post",
    "post": "Post",
    "status": "Estado",
    "site": "Sitio",
    "budget": "Presupuesto"
  },
  "collab_list": {
    "title": "Tu hist칩rico de colaboraciones",
    "text": "Estas son tus colaboraciones a la fecha",
    "see_post": "Ver post",
    "reward": "Recompensa",
    "fee": "Comisi칩n de Asami",
		"statuses": {
			"REGISTERED": {
				"title": "Registrada",
				"text": "Vimos tu colaboraci칩n, la estamos validando."
			},
			"CLEARED": {
				"title": "Pagada",
				"text": "La pagamos a tu balance."
			},
			"FAILED": {
				"title": "Fallida",
				"text": "La campa침a se qued칩 sin fondos. Puedes deshacer tu colaboraci칩n :("
			}
		}
  },
  "campaign_request": {
    "title": "Sugiere una campa침a",
    "text": "쯊ienes una idea de campa침a para X o Instagram? 춰Comp치rtela con nosotros! Si es aprobada, la lanzaremos y ganar치s tokens de Asami por cada repost.",
    "send_suggestion": "Enviar sugerencia",
    "post_url_label": "El enlace del post de X o Instagram",
    "cancel": "Cancelar",
    "success": "춰Tu sugerencia ha sido recibida!",
    "errors": {
      "not_a_post_url": "El enlace que proporcionaste no parece ser un post de X o Instagram.",
      "invalid_url": "El enlace debe apuntar a un post y comenzar con https://..."
    }
  },
  "make_campaign_card": {
    "title": "춰Inicia una campa침a!",
    "pay_members": "Paga a los miembros del club para repostear cualquier post de X, o para clonar cualquier post de Instagram.",
    "doc_funded": "Las campa침as se financian en DOC, una stablecoin vinculada al US$ de Money On Chain, que puedes acu침ar t칰 mismo usando RBTC.",
    "get_doc": "Ve a conseguir algo de DOC",
    "start_campaign": "Iniciar campa침a",
    "close": "Cerrar",
    "post_url_label": "El enlace del post de X o Instagram",
    "cancel": "Cancelar",
    "errors": {
      "budget_too_low": "El presupuesto es demasiado bajo, debe ser al menos 1 DOC",
      "budget_not_a_number": "El presupuesto debe ser un n칰mero",
      "not_a_post_url": "El enlace que proporcionaste no parece ser un post de X o Instagram.",
      "invalid_url": "El enlace debe apuntar a un post y comenzar con https://..."
    },
    "form_step": {
      "content_url": "Enlace al post de X o Instagram",
      "budget": "Presupuesto total que gastar치s, en DOC",
      "start_campaign": "Iniciar campa침a",
      "service_summary": "Pagar치s ~0.001 DOC por persona real alcanzada por un repost. Los fondos no utilizados ser치n devueltos despu칠s de 30 d칤as.",
      "x_description": "En X, los miembros repostear치n tu post original."
    },
    "tx_waiter": {
      "approving_title": "Aprobaci칩n del gasto del presupuesto",
      "approving_text": "Ve a tu cartera y aprueba el gasto del presupuesto de tu campa침a.",
      "creating_title": "Crear campa침a",
      "creating_text": "Ahora ve a tu cartera de nuevo y firma la transacci칩n que crear치 tu campa침a en ASAMI.",
      "waiting_for_tx": "Esperando que la transacci칩n se confirme",
      "see_in_explorer": "Ver transacci칩n en el explorador de bloques",
      "close": "Cerrar"
    },
    "done": {
      "title": "Campa침a creada",
      "text": "Tu campa침a ha sido creada. Puede tardar unos minutos en aparecer en tu panel de control.",
      "see_in_explorer": "Ver transacci칩n en el explorador de bloques"
    },
    "failure_step": {
      "action_rejected": "Parece que cancelaste la creaci칩n de la campa침a en tu cartera, intenta de nuevo si todav칤a est치s interesado.",
      "wrong_signer": "쮺ambiaste tu cuenta de cartera? Est치s usando Asami con %{expected} pero tu cartera est치 usando %{actual}. Cambia la cuenta conectada de tu cartera a %{expected} e intenta de nuevo.",
      "unexpected_error": "Ocurri칩 un error inesperado, cont치ctanos en X y reenv칤a la informaci칩n del error.",
      "copy_info": "Copiar detalles del error",
      "info_copied": "Detalles del error copiados al portapapeles",
      "title": "Creaci칩n de campa침a cancelada"
    }
  },
  "member_campaigns": {
    "hide_campaign": {
      "button": "Ignorar esta campa침a",
      "title": "Ignorando campa침a",
      "content": "No volveremos a ofrecerte esta campa침a, esta acci칩n no puede deshacerse."
    },
    "header": {
      "title": "Te paga $%{amount}",
      "subheader": "*minus fees"
    },
    "x": {
      "main_button": "Repostea y cobra",
      "attempted": "Ahora solo espera, a Asami le puede tomar hasta una hora registrar tu repost"
    },
    "ig": {
      "main_button": "Postea y cobra",
      "attempted": "Ahora solo espera, a Asami le puede tomar hasta una hora registrar tu post",
      "see_instructions_again": "Ver instrucciones otra vez",
      "title": "Haz un post en instagram",
      "instruction_with_caption": "Haz una publicaci칩n en Instagram usando la imagen proporcionada y el pie de foto.",
      "instruction_without_caption": "Haz una publicaci칩n en Instagram usando 칰nicamente la imagen proporcionada.",
      "caption_copied": "Pie de foto copiado al portapapeles",
      "post_not_story": "Haz una publicaci칩n, no una historia.",
      "no_filters": "No uses filtros en la imagen.",
      "public_post": "Haz la publicaci칩n p칰blica para todos.",
      "no_private_account": "Aseg칰rate de que tu cuenta no sea privada",
      "follow_rules": "Sigue estas reglas, o Asami no podr치 detectar tu publicaci칩n.",
      "download_image": "Descargar imagen",
      "copy_text": "Copiar texto"
    }
  },
  "help_card": {
    "title": "쯈u칠 sigue?",
    "collaborate": "Puedes colaborar en una campa침a, pero recuerda, la gente te est치 escuchando, s칠 responsable y fiel a ti mismo al elegir qu칠 contenido amplificar.",
    "verify_handles": "Ay칰danos a verificar tu cuenta de X o Instagram. Calcularemos tu nivel de influencia, y podr치s empezar a ganar por tus republicaciones",
    "wait_for_campaigns": "No hay campa침as disponibles para que amplifiques en este momento. 춰Vuelve ma침ana!"
  },
  "handle_settings": {
    "title": "Configuraciones",
    "stats": {
      "username": "Nombre de usuario",
      "user_id": "ID de usuario",
      "price_per_repost": "Precio por republicaci칩n",
      "score": "Nivel de influencia",
      "locked_until": "Valores vigentes hasta"
    },
    "ig": {
      "create_request": {
        "text": "Tu cuenta de Instagram debe ser p칰blica, y necesitamos verificar que eres el propietario para calcular tu nivel de influencia, as칤 podr치s recibir pagos por republicar.",
        "username_label": "Tu nombre de usuario en Instagram",
        "username_help": "Ejemplo: @zuck",
        "save": "Continuar",
        "success": "춰Hemos obtenido tu nombre de usuario!",
        "username_error": "Eso no parece ser un nombre de usuario de Instagram. Deber칤a ser algo como '@zuck'"
      },
      "make_verification_post": {
        "caption_copied": "Pie de foto copiado al portapapeles",
        "verify_username": "Publica este mensaje para verificar la propiedad de tu nombre de usuario, consentir el uso de asami y la divulgaci칩n a tus seguidores.",
        "guidelines": "Hazlo una publicaci칩n, no una historia. No uses filtros. Deja el texto tal como est치. Aseg칰rate de que tu cuenta sea p칰blica.",
        "get_image": "Obtener imagen",
        "copy_text": "Obtener texto"
      }
    },
    "x": {
      "create_request": {
        "text": "Verifica la propiedad de tu cuenta de X para calcular tu nivel de influencia, y recibir pago por republicar.",
        "username_label": "Tu nombre en X",
        "username_help": "Ejemplo: @jack",
        "save": "Continuar",
        "success": "춰Hemos obtenido tu nombre!",
        "username_error": "Eso no parece ser un nombre de usuario de X. Deber칤a ser algo como '@jack'"
      },
      "make_verification_post": {
        "text": "Publica este mensaje para verificar la propiedad de tu nombre, consentir el uso de asami y la divulgaci칩n a tus seguidores.",
        "post_text": "A partir de hoy, algunas de mis republicaciones ser치n pagadas, ya que me un칤 a @asami_club [%{accountId}]",
        "button": "Publicar mensaje",
        "done": "춰Gracias! Puede tomar hasta una hora para que detectemos tu publicaci칩n."
      }
    }
  },
  "balance_card": {
    "title": "Tu cuenta",
    "account_id_label": "ID de la Cuenta",
    "unclaimed": {
      "doc_label": "DOC pendientes",
      "asami_label": "ASAMI pendientes",
      "not_requested": "Debes crear y conectar una cartera WEB3 para reclamar estas recompensas. Una vez reclamadas, todas tus recompensas se pagar치n directamente a tu cartera.",
      "not_requested_button": "Conectar cartera y reclamar",
      "pending": "Has iniciado el proceso para reclamar tu cuenta, el cual se completar치 pronto. Despu칠s de eso, tendr치s que conectar tu cartera para realizar algunas acciones."
    },
    "claimed": {
      "doc_label": "DOC en billetera",
      "asami_label": "ASAMI en billetera",
      "added": "%{symbol} agregado a tu billetera.",
      "not_added": "%{symbol} no se pudo agregar a tu billetera.",
      "address": "Direcci칩n RSK",
      "last_payout_amount_label": "칔ltima distribuci칩n de comisiones",
      "last_payout_date_label": "Fecha de la 칰ltima distribuci칩n",
      "next_payout_date_label": "Fecha de la pr칩xima distribuci칩n",
			"claim_button_label": "Reclamar pendientes",
			"gasless_claim_button_label": "Reclama sin RBTC",
			"suggest_gasless": "Deducimos 1 DOC, te llegan tus pendientes y 0.000006 RBTC.",
			"no_pending_balance": "Tus recompensas se acreditan en tu balance pendiente, podr치s reclamarlos aqu칤.",
			"cant_withdraw": "No tienes suficiente RBTC para la comisi칩n de la red RSK. Podemos enviarte algunos a cambio de 1 DOC. Sigue acumulando!",
			"gasless_allowance_success": "Pronto procesaremos tu pedido.",
			"claim_success": "Tus tokens est치n en camino."
    }
  },
  "logged_in_nav_card": {
    "post_to_earn": "Cobra por postear",
    "pay_to_amplify": "Paga para amplificar",
    "logout": "Salir"
  },
  "login": {
    "login_button": "Entrar",
    "about_asami_button": "Acerca de ASAMI",
    "ig_handle": "asamiclub_es",
    "x_handle": "asami_club_es",
    "unexpected_error": "Ocurri칩 un error inesperado iniciando tu sesi칩n",
    "error_description_title": "Tenemos una descripci칩n del error:",
    "try_again": "Intentar nuevamente",
    "contact_us": "Cont치ctanos"
  },
  "public_card_header": {
    "title": "Paga hasta US$%{amount} en DOC"
  },
  "public_x_campaign": {
    "main_button": "Cobra por Repost"
  },
  "public_ig_campaign": {
    "main_button": "Cobra por Post"
  },
  "out_of_campaigns": {
    "title": "Nos quedamos sin campa침as.",
    "message": "춰Vuelve a fijarte pronto!"
  },
  "your_post_here": {
    "title": "Tu anuncio aqu칤",
    "message": "Ofrece una recompensa para que los miembros del club amplifiquen tu publicaci칩n en Instagram o X.",
    "button": "Env칤ar publicaci칩n"
  },
  "join_now": {
    "title": "Monetiza cualquier nivel de audiencia.",
    "message": "Comparte contenido de anunciantes en X e Instagram y recibe crypto equivalente a US$, con recompensas basadas en tu alcance genuino.", 
    "no_crypto_no_problem": "쯅o usas crypto?",
    "learn_later": "춰No hay problema! Puedes acumular recompensas ahora, y aprender a usar crypto luego.",
    "button": "칔nete al club gratis!"
  },
  "login_form": {
    "disclaimer_title": "Consentimiento para transferir tus datos fuera de la UE",
    "disclaimer_body": "Usar ASAMI significa aceptar la divulgaci칩n y almacenamiento permanentes de tus datos a nivel mundial. Esta pol칤tica no revocable es esencial para la equidad y transparencia de nuestro club. Antes de ingresar, por favor eval칰a los potenciales riesgos para la privacidad y reputaci칩n de divulgar tus identificadores en redes sociales y recompensas.",
    "reject_button": "춰No acepto!",
    "read_more": "Leer m치s",
    "web2_consent_title": "Aceptar e ingresar con redes sociales.",
    "consent_with_x": "Aceptar e ingresar con X",
    "consent_with_email": "Aceptar e ingresar via Email",
    "consent_with_facebook": "Aceptar con Facebook",
    "web3_consent_title": "Aceptar e ingresar con tu billetera WEB3",
    "web3_consent_body": "Para gastar tus recompensas, obtener tokens ASAMI, y votar.",
    "consent_and_connect": "Aceptar y conectar",
    "send_email_token": {
        "title": "Danos tu email y te enviar칠mos un c칩digo de acceso.",
        "submit": "Env칤enme un c칩digo",
        "error": "Hubo un problema enviando tu link. Cont치ctanos en X en @asami_club",
        "done": "C칩digo enviado, revisa tu correo",
        "done_contact_us": "Si no recibes tu c칩digo de acceso, cont치ctanos en X en @asami_club"
    },
    "x_mobile_warning": {
        "title": "Esto puede fallar en el m칩vil",
        "text": "Si esto falla, te recomendamos iniciar sesi칩n con tu Email, una wallet WEB3. Tambi칠n puedes intentar otra vez con X desde un ordenador o desde otro navegador en tu m칩vil."
    }
  },
  "about_us": {
    "go_back_button": "Volver",
    "club_title": "Realmente es un club, y te invitamos a unirte!",
    "club_description": [
      "Somos un club en donde nos pagamos por repostear contenido en redes sociales.",
      "Nuestro objetivo es medir la influencia genuina de cada uno, y recompensar la participaci칩n en la creaci칩n de tendencias.",
      "Asami no es exclusivo para creadores de contenido, cualquiera puede participar creando tendencias, con cualquier audencia.",
      "Cuando se registre un repost, recibir치s DOC, y el club cobrar치 una comisi칩n.",
      "DOC &ndash;<i>Dollar on Chain</i>&ndash; es una criptomoneda con un valor estable atado al US$.",
      "Como miembro fundador, tambi칠n se te emitir치n tokens ASAMI, que te permitir치n votar en temas como las comisiones, el rol del administrador, y te distribuir치n ingresos de las comisiones.",
      "<a href='https://asami.ams3.digitaloceanspaces.com/ASAMI%20WHITEPAPER%20ES.pdf' target='_blank'>MIRA EL WHITEPAPER</a> para enterarte m치s sobre nuestra misi칩n y el funcionamiento del club.",
      "Asami es un <i>Contrato inteligente</i> en la blockchain de Rootstock, <a href='https://explorer.rootstock.io/address/0x16039ab4e9b0bf3b79f9a221898d152151026034'>puedes verlo aqu칤.</a>."
    ],
    "privacy_statement_title": "Tenemos una importante declaraci칩n de privacidad que hacer.",
    "privacy_statement": [
      "Como parte de nuestro compromiso con fomentar una comunidad transparente, confiable y justa, tenemos pol칤ticas espec칤ficas respecto a los datos de los miembros que deber칤as conocer antes de unirte.",
      "1. <b>Acceso a la Informaci칩n de los Participantes</b> Al unirte, por favor ten en cuenta que todos los participantes tendr치n acceso a ciertos detalles sobre otros participantes y sus interacciones dentro del club. Esto incluye manejadores de redes sociales, recompensas recibidas, campa침as creadas y su voto en aspectos de gobernanza.",
      "2. <b>Permanencia de los Datos:</b> Es crucial para la integridad de nuestra comunidad mantener un registro permanente de interacciones y detalles de los miembros. Por lo tanto, una vez que proporciones cualquier informaci칩n al club, ser치 retenida indefinidamente en la blockchain de RSK.",
      "3. <b>No hay Opci칩n de Borrado o Enmienda:</b> Por favor entiende que una vez que tus datos son enviados al club, no tendr치s la opci칩n de borrar o enmendar esta informaci칩n. Esto est치 en l칤nea con nuestra pol칤tica de mantener un registro duradero para transparencia y equidad entre todos los miembros. Tambi칠n es un impedimento t칠cnico que surge del uso de una red blockchain p칰blica que replica datos a nivel mundial.",
      "4. <b>Disponibilidad P칰blica y Riesgos Potenciales:</b> Al acordar unirte a nuestro club, reconoces y consientes que todos los datos que proporciones ser치n p칰blicamente disponibles a nivel mundial, a perpetuidad. Te aconsejamos considerar el impacto potencial que esto podr칤a tener en tu privacidad y reputaci칩n.",
      "5. <b>Consentimiento Informado:</b> Tu decisi칩n de unirte al club significa tu aceptaci칩n de estos t칠rminos. Creemos que esta pol칤tica es esencial para atraer a nuevos miembros que valoran la transparencia, asegurar un trato justo para todos y mantener el alto nivel de confianza dentro de nuestra comunidad.",
      "Por favor, toma un momento para considerar estos puntos cuidadosamente. Al unirte a ASAMI aceptas estos t칠rminos respecto a tus datos. Estamos emocionados de tenerte como parte de nuestra comunidad y estamos comprometidos a mantener estos principios para crear un ambiente positivo y abierto para todos los miembros."
    ],
    "data_rights_title": "Acerca de este sitio web y tus derechos de datos.",
    "data_rights": [
      "Este sitio web sirve como una interfaz para interactuar con el contrato inteligente de ASAMI y participar en el club. La informaci칩n personal que recopilamos de ti es 칰nicamente para estos prop칩sitos.",
      "Dada la naturaleza mundial de la blockchain p칰blica que hace cumplir el contrato inteligente de ASAMI entre los participantes, debes consentir en divulgar y almacenar tus datos de manera permanente a nivel global.",
      "Esto significa que estar치s transfiriendo tus datos a jurisdicciones fuera de la uni칩n europea que no tienen garant칤as de protecci칩n de datos.",
      "Puede que no puedas hacer que tus datos sean enmendados o borrados. Tu historial completo de interacciones con otros participantes como miembros, anunciantes y votos, as칤 como tus recompensas recogidas, estar치n disponibles p칰blicamente para cualquiera, para siempre.",
      "Este sitio est치 desarrollado y gestionado por <b>Constata EU Digital Trust Services S.L.</b>, registrada en Espa침a con C.I.F. n췈 B02983997, con sede en Calle Paseo de la Castellana 40, 8춹 planta, Madrid, 28046, Espa침a, e inscrita en el Registro Mercantil de Madrid, Tomo 41408, folio 174, Hoja M 733896,",
      "Si tienes alguna pregunta sobre los riesgos asociados con la divulgaci칩n global en blockchain, o deseas ejercer tus derechos de protecci칩n de datos en aspectos gestionados por este sitio web, puedes contactarnos en <a target=\"_blank\" href=\"mailto:dpo@constata.eu\">dpo@constata.eu</a>."
    ]
  },
  "patch": {
    "action": {
      "clear_input_value": "Limpiar valor",
      "confirm": "Confirmar",
      "unselect": "Deseleccionar"
    },
    "auth": {
      "auth_check_error": "Por favor inicie sesi칩n para continuar",
      "user_menu": "Perfil"
    },
    "navigation": {
      "page_rows_per_page": "Filas por p치gina:",
      "skip_nav": "Saltar al contenido"
    }
  },
	"version_two": {
		"title": "La versi칩n 2 ya est치 aqu칤 游꿀",
		"text": "Batteries included! Now you can get some RBTC with your rewards, so your wallet is always ready to use your rewards in the rootstock ecosystem.",
		"text": "Con bater칤as incluidas! Ahora puedes recibir RBTC con tus recompensas, para que tu billetera est칠 siempre lista para ser usada con otras aplicaciones de la red rootstock."
	},
	"explorer": {
	  "menu": {
	    "stats": "Estad칤sticas",
	    "handles": "Cuentas",
	    "accounts": "Miembros",
	    "campaigns": "Campa침as",
	    "collabs": "Colaboraciones",
	    "oracle": "Or치culo"
	  },
	  "stats": {
	    "title": "Estad칤sticas",
	    "description": "Estas son las estad칤sticas generales del club a la fecha. Puedes explorar las actividades por Miembro, Campa침a, Cuenta o Colaboraciones"
	  },
	  "campaigns": {
	    "title": "Campa침as",
	    "description": "Estas son todas las campa침as creadas por los miembros anunciantes."
	  },
	  "handles": {
	    "title": "Cuentas",
	    "description": "Estas son las cuentas de X de miembros que hacen colaboraciones. Est치n calificadas por el administrador de campa침as." 
	  },
	  "accounts": {
	    "title": "Miembros",
	    "description": "Todos los miembros del club que pueden estar creando campa침치s, colaborando, o ambas."
	  },
	  "collabs": {
	    "title": "Colaboraciones",
	    "description": "Una colaboraci칩n ocurre cuando una Cuenta repostea, participando en una Campa침a."
	  },
	  "oracle": {
	    "title": "Or치culo",
	    "description": "Estas son las tareas de este administrador de campa침as. Es el 칰nico administrador a la fecha."
	  }
	}
}
